{
    "6N1": {
      "titre": "Numération et fractions - Niveau 1",
      "sousThemes": {
        "6N10": "Connaitre le système décimal.",
        "6N11": "Comparer, ranger, encadrer, repérer des grands nombres entiers.",
        "6N12": "Multiplier un entier par 10, 100, 1 000…",
        "6N13": "Utiliser les préfixes multiplicateurs (déca à kilo).",
        "6N14": "Comprendre et utiliser la notion de fraction dans des cas simples."
      }
    },
    "6N2": {
      "titre": "Numération et fractions - Niveau 2",
      "sousThemes": {
        "6N20": "Faire le lien entre les fractions et les nombres entiers.",
        "6N21": "Repérer et placer des fractions sur une demi-droite graduée (origine visible).",
        "6N22": "Faire des calculs simples avec des fractions à l’aide d’un dessin.",
        "6N23": "Comprendre et utiliser différentes écritures d’un nombre.",
        "6N24": "Utiliser les préfixes multiplicateurs et diviseurs (milli à kilo)."
      }
    },
    "6N3": {
      "titre": "Numération et fractions - Niveau 3",
      "sousThemes": {
        "6N30": "Repérer et placer des nombres décimaux sur une demi-droite graduée adaptée.",
        "6N31": "Comparer, ranger, encadrer, intercaler des nombres décimaux.",
        "6N32": "Repérer et placer des fractions sur une demi-droite graduée (origine non visible).",
        "6N33": "Calculer la fraction d’une quantité.",
        "6N34": "Utiliser les préfixes multiplicateurs et diviseurs (milli à téra)."
      }
    },
    "6N4": {
      "titre": "Numération et fractions - Niveau 4",
      "sousThemes": {
        "6N40": "Repérer et placer des nombres décimaux sur une demi-droite graduée - niveau 2.",
        "6N41": "Établir des égalités entre des fractions simples.",
        "6N42": "Multiples et diviseurs des nombres d’usage courant.",
        "6N43": "Critères de divisibilité."
      }
    },
    "6C1": {
      "titre": "Calculs - Niveau 1",
      "sousThemes": {
        "6C10": "Additionner, soustraire et multiplier des nombres entiers.",
        "6C11": "Calculer des divisions euclidiennes simples.",
        "6C12": "Résoudre des problèmes de niveau 1."
      }
    },
    "6C2": {
      "titre": "Calculs - Niveau 2",
      "sousThemes": {
        "6C20": "Additionner et soustraire des nombres décimaux.",
        "6C21": "Calculer une division euclidienne de niveau 2.",
        "6C22": "Résoudre des problèmes de niveau 2."
      }
    },
    "6C3": {
      "titre": "Calculs - Niveau 3",
      "sousThemes": {
        "6C30": "Multiplier des nombres décimaux.",
        "6C31": "Effectuer une division décimale.",
        "6C32": "Résoudre des problèmes de niveau 3"
      }
    },
    "6G1": {
      "titre": "Constructions géométriques - Niveau 1",
      "sousThemes": {
        "6G10": "Connaitre le vocabulaire et les notations des points, des droites, des segments, des demi-droites et des cercles.",
        "6G11": "Tracer des perpendiculaires.",
        "6G12": "Tracer des parallèles.",
        "6G13": "Tracer des rectangles et des carrés de longueurs données.",
        "6G14": "Exécuter un programme de construction de niveau 1."
      }
    },
    "6G2": {
      "titre": "Constructions géométriques - Niveau 2",
      "sousThemes": {
        "6G20": "Connaître le vocabulaire des polygones.",
        "6G21": "Tracer un polygone avec le compas et l’équerre.",
        "6G22": "Connaître le vocabulaire et les notations des angles.",
        "6G23": "Utiliser le rapporteur pour tracer ou mesurer un angle",
        "6G24": "Tracer le symétrique d’une figure.",
        "6G25": "Tracer la médiatrice d’un segment."
      }
    },
    "6G3": {
      "titre": "Constructions géométriques - Niveau 3",
      "sousThemes": {
        "6G30": "Exécuter un programme de construction complexe.",
        "6G31": "Agrandissement ou réduction de figures.",
        "6G32": "Connaître et utiliser les propriétés de conservation de la symétrie axiale.",
        "6G33": "Connaître et utiliser les propriétés des polygones particuliers."
      }
    },
    "6M1": {
      "titre": "Grandeurs et mesures - Niveau 1",
      "sousThemes": {
        "6M10": "Déterminer le périmètre d’un polygone.",
        "6M11": "Déterminer l’aire d’un carré ou d’un rectangle (ou de figures composées de rectangles et carrés).",
        "6M12": "Convertir des longueurs."
      }
    },
    "6M2": {
      "titre": "Grandeurs et mesures - Niveau 2",
      "sousThemes": {
        "6M20": "Déterminer l’aire d’un triangle.",
        "6M21": "Déterminer l’aire d’un polygone par assemblage ou par découpage.",
        "6M22": "Déterminer le périmètre ou l’aire d’un disque.",
        "6M23": "Convertir des aires.",
        "6M24": "Résoudre un problème en utilisant les périmètres et les aires."
      }
    },
    "6M3": {
      "titre": "Grandeurs et mesures - Niveau 3",
      "sousThemes": {
        "6M30": "Déterminer le volume d’un pavé droit.",
        "6M31": "Convertir des volumes (et faire le lien avec les contenances)."
      }
    },
    "6P1": {
      "titre": "Proportionnalité",
      "sousThemes": {
        "6P10": "Reconnaitre des problèmes relevant de la proportionnalité.",
        "6P11": "Résoudre un problème relevant de la proportionnalité avec les propriétés de linéarité.",
        "6P12": "Calculer et utiliser un coefficient de proportionnalité.",
        "6P13": "Appliquer un pourcentage.",
        "6P14": "Reproduire une figure en respectant une échelle donnée.",
        "6P15": "Résoudre un problème impliquant des échelles ou des vitesses."
      }
    },
    "6S1": {
      "titre": "Statistiques",
      "sousThemes": {
        "6S10": "Lire une représentation de données (tableaux ; diagrammes en bâtons, circulaires ou semi-circulaires ; graphiques cartésiens).",
        "6S11": "Organiser des données en vue de les traiter."
      }
    },
    "6E1": {
      "titre": "Espace",
      "sousThemes": {
        "6E10": "Identifier les différents solides",
        "6E11": "Mettre en relation les représentations d'un solide",
        "6E12": "Connaître et utiliser les propriétés des solides"
      }
    },
    "5C1": {
      "titre": "Calculs - Niveau 1",
      "sousThemes": {
        "5C10": "Calculer le quotient et le reste dans une division euclidienne.",
        "5C11": "Traduire un enchaînement d’opérations à l’aide d’une expression avec des parenthèses.",
        "5C12": "Effectuer un enchaînement d'opérations en respectant les priorités opératoires"
      }
    },
    "5A1": {
      "titre": "Arithmétique",
      "sousThemes": {
        "5A10": "Déterminer si un nombre entier est ou n’est pas multiple ou diviseur d’un autre nombre entier.",
        "5A12": "Déterminer les nombres premiers inférieurs ou égaux à 30.",
        "5A11": "Utiliser les critères de divisibilité (par 2, 3, 5, 9, 10).",
        "5A13": "Décomposer un nombre entier strictement positif en produit de facteurs premiers inférieurs à 30."
      }
    },
    "5N1": {
      "titre": "Numération et fractions",
      "sousThemes": {
        "5N10": "Utiliser les écritures décimales et fractionnaires et passer de l’une à l’autre.",
        "5N11": "Relier fractions, proportions et pourcentages.",
        "5N12": "Décomposer une fraction sous la forme d’une somme (ou d’une différence) d’un entier et d'une fraction",
        "5N13": "Reconnaître et produire des fractions égales.",
        "5N14": "Comparer, ranger, encadrer des fractions dont les dénominateurs sont égaux ou multiples l’un de l'autre."
      }
    },
    "5N2": {
      "titre": "Calculs avec des fractions",
      "sousThemes": {
        "5N20": "Additionner ou soustraitre des fractions dont les dénominateurs sont égaux ou multiples l’un de l’autre.",
        "5N21": "Utiliser la décomposition en facteurs premiers inférieurs pour produire des fractions égales."
      }
    },
    "5R1": {
      "titre": "Relatifs - Niveau 1",
      "sousThemes": {
        "5R10": "Utiliser la notion d'opposé.",
        "5R11": "Repérer un point sur une droite graduée les nombres décimaux relatifs.",
        "5R12": "Repérer un point dans le plan muni d’un repère orthogonal."
      }
    },
    "5R2": {
      "titre": "Relatifs - Niveau 2",
      "sousThemes": {
        "5R20": "Additionner des nombres décimaux relatifs.",
        "5R21": "Soustraire des nombres décimaux relatifs."
      }
    },
    "5L1": {
      "titre": "Calcul littéral",
      "sousThemes": {
        "5L10": "Produire une expression littérale pour élaborer une formule ou traduire un programme de calcul.",
        "5L12": "Utiliser le calcul littéral pour démontrer une propriété générale.",
        "5L13": "Utiliser la distributivité simple pour réduire une expression littérale de la forme ax + bx où a et b sont des nombres décimaux.",
        "5L14": "Calculer la valeur d’une expression littérale.",
        "5L15": "Tester si une égalité où figurent une ou deux indéterminées est vraie quand on leur attribue des valeurs numériques."
      }
    },
    "5P1": {
      "titre": "Proportionnalité",
      "sousThemes": {
        "5P10": "Reconnaître une situation de proportionnalité ou de non proportionnalité́ entre deux grandeurs.",
        "5P11": "Résoudre des problèmes de proportionnalité avec des procédures variées (additivité, homogénéité, passage à l’unité, coefficient de proportionnalité).",
        "5P12": "Partager une quantité en deux ou trois parts selon un ratio donné.",
        "5P13": "Utiliser l’échelle d’une carte."
      }
    },
    "5S1": {
      "titre": "Statistiques",
      "sousThemes": {
        "5S10": "Recueillir et organiser des données.",
        "5S11": "Lire et interpréter des données brutes ou présentées sous forme de tableaux, de diagrammes et de graphiques.",
        "5S12": "Représenter, sur papier ou à l’aide d’un tableur-grapheur, des données sous la forme d’un tableau, d’un diagramme ou d’un graphique.",
        "5S13": "Calculer des effectifs et des fréquences.",
        "5S14": "Calculer et interpréter la moyenne d’une série de données."
      }
    },
    "5S2": {
      "titre": "Probabilités",
      "sousThemes": {
        "5S20": "Placer un événement sur une échelle de probabilités.",
        "5S21": "Calculer des probabilités dans des situations simples d’équiprobabilité."
      }
    },
    "5M1": {
      "titre": "Périmètres et aires",
      "sousThemes": {
        "5M10": "Calculer le périmètre et l’aire des figures usuelles (rectangle, parallélogramme, triangle,disque)",
        "5M11": "Calculer le périmètre et l’aire d’un assemblage de figures.",
        "5M12": "Effectuer des conversions d’unités de longueurs.",
        "5M13": "Effectuer des conversions d’unités d’aires."
      }
    },
    "5M2": {
      "titre": "Volumes",
      "sousThemes": {
        "5M20": "Calculer le volume d’un pavé droit, d’un prisme droit, d’un cylindre.",
        "5M21": "Calcule le volume d’un assemblage de pavés, prismes et/ou cylindres.",
        "5M22": "Effectuer des conversions d’unités de volumes.",
        "5M23": "Utiliser la correspondance entre les unités de volume et de contenance pour effectuer des conversions."
      }
    },
    "5M3": {
      "titre": "Durée",
      "sousThemes": {
        "5M30": "Effectuer des conversions d’unités de durées.",
        "5M31": "Effectuer des calculs de durées et d’horaires."
      }
    },
    "5G1": {
      "titre": "Symétries",
      "sousThemes": {
        "5G10": "Transformer une figure par symétrie axiale.",
        "5G11": "Transformer une figure par symétrie centrale.",
        "5G12": "Identifier des symétries dans des frises, des pavages, des rosaces.",
        "5G13": "Utiliser les propriétés de conservation du parallélisme, des longueurs et des angles."
      }
    },
    "5G2": {
      "titre": "Triangles",
      "sousThemes": {
        "5G20": "Construire des triangles connaissant des longueurs et/ou des angles.",
        "5G21": "Connaître et utiliser l'inégalité triangulaire.",
        "5G22": "Connaître et utiliser la définition de la médiatrice.",
        "5G23": "Connaître et utiliser la définition des hauteurs d’un triangle."
      }
    },
    "5G3": {
      "titre": "Angles",
      "sousThemes": {
        "5G30": "Connaître et utiliser les caractérisations angulaires du parallélisme (angles alternes internes, angles correspondants).",
        "5G31": "Connaître et utiliser la somme des angles d’un triangle."
      }
    },
    "5G4": {
      "titre": "Parallélogrammes",
      "sousThemes": {
        "5G40": "Connaître et construire un parallélogramme.",
        "5G41": "Connaître et construire un parallélogramme particulier.",
        "5G42": "Connapitre et utiliser les propriétés des parallélogrammes."
      }
    },
    "5G5": {
      "titre": "Espace",
      "sousThemes": {
        "5G50": "Reconnaître des solides (pavé droit, cube, cylindre, prisme droit, pyramide, cône, boule) à partir d’un objet réel, d’une image, d’une représentation en perspective cavalière.",
        "5G51": "Construire et mettre en relation une représentation en perspective cavalière et un patron d’un pavé droit, d’un cylindre."
      }
    },
    "4A1": {
      "titre": "Arithmétique",
      "sousThemes": {
        "4A10": "Décomposer un nombre entier en produit de facteurs premiers (à la main, à l’aide d’un tableur ou d’un logiciel de programmation).",
        "4A11": "Simplifier une fraction pour la rendre irréductible.",
        "4A12": "Modéliser et résoudre des problèmes mettant en jeu la divisibilité (engrenages, conjonction de phénomènes...)."
      }
    },
    "4C1": {
      "titre": "Relatifs",
      "sousThemes": {
        "4C10": "Effectuer des produits ou des quotients avec des nombres relatifs.",
        "4C11": "Calculer avec des nombres relatifs."
      }
    },
    "4C2": {
      "titre": "Fractions",
      "sousThemes": {
        "4C20": "Comparer, ranger et encadrer des nombres rationnels (positifs ou négatifs).",
        "4C21": "Additionner ou soustraire des nombres relatifs en écriture fractionnaire.",
        "4C22": "Multiplier ou diviser des nombres relatifs en écriture fractionnaire.",
        "4C23": "Effectuer un calcul avec des nombres relatifs et fractionnaires.",
        "4C24": "Utiliser les nombres premiers pour reconnaître et produire des fractions égales ; pour simplifier des fractions.",
        "4C25": "Résoudre des problèmes avec des nombres rationnels."
      }
    },
    "4C3": {
      "titre": "Puissances",
      "sousThemes": {
        "4C30": "Utiliser les puissances de 10 d’exposants positifs ou négatifs.",
        "4C31": "Utiliser les préfixes de nano à giga.",
        "4C32": "Associer, dans le cas des nombres décimaux, écriture décimale, écriture fractionnaire et notation scientifique.",
        "4C33": "Utiliser les puissances d’exposants strictement positifs d’un nombre pour simplifier l’écriture des produits."
      }
    },
    "4L1": {
      "titre": "Calcul littéral",
      "sousThemes": {
        "4L10": "Utiliser la propriété de distributivité simple pour développer un produit ou réduire une expression littérale.",
        "4L11": "Utiliser la propriété de distributivité simple pour factoriser une somme.",
        "4L12": "Démontrer l’équivalence de deux programmes de calcul.",
        "4L13": "Introduire une lettre pour désigner une valeur inconnue et mettre un problème en équation.",
        "4L14": "Tester si un nombre est solution d’une équation.",
        "4L15": "Résoudre algébriquement une équation du premier degré"
      }
    },
    "4S1": {
      "titre": "Statistiques",
      "sousThemes": {
        "4S10": "Lire, interpréter et représenter des données sous forme de diagrammes circulaires.",
        "4S11": "Calculer et interpréter la médiane d’une série de données de petit effectif total."
      }
    },
    "4S2": {
      "titre": "Probabilités",
      "sousThemes": {
        "4S20": "Utiliser le vocabulaire des probabilités : expérience aléatoire, issues, événement, probabilité, événement certain, événement impossible, événement contraire.",
        "4S21": "Reconnaître des événements contraires et s’en servir pour calculer des probabilités.",
        "4S22": "Calcule des probabilités.",
        "4S23": "Exprimer des probabilités sous diverses formes (nombre compris entre 0 et 1, pourcentage, fraction)."
      }
    },
    "4P1": {
      "titre": "Proportionnalité",
      "sousThemes": {
        "4P10": "Reconnaître sur un graphique une situation de proportionnalité ou de non proportionnalité.",
        "4P11": "Calculer une quatrième proportionnelle par la procédure de son choix.",
        "4P12": "Utiliser une formule liant deux grandeurs dans une situation de proportionnalité.",
        "4P13": "Résoudre des problèmes en utilisant la proportionnalité dans le cadre de la géométrie.",
        "4P14": "Construire un agrandissement ou une réduction d’une figure donnée.",
        "4P15": "Utiliser un rapport d’agrandissement ou de réduction pour calculer, des longueurs, des aires, des volumes."
      }
    },
    "4F1": {
      "titre": "Notion de fonction",
      "sousThemes": {
        "4F10": "Produire une formule littérale représentant la dépendance de deux grandeurs.",
        "4F11": "Représenter la dépendance de deux grandeurs par un graphique.",
        "4F12": "Utiliser un graphique représentant la dépendance de deux grandeurs pour lire et interpréter différentes valeurs sur l’axe des abscisses ou l’axe des ordonnées."
      }
    },
    "4G1": {
      "titre": "Translation et rotation",
      "sousThemes": {
        "4G10": "Transformer une figure par translation.",
        "4G11": "Identifier des translations dans des frises et des pavages.",
        "4G12": "Comprendre et utiliser l’effet d’une translation : conservation du parallélisme, des longueurs, des aires et des angles.",
        "4G13": "Mener des raisonnements en utilisant des propriétés des figures, des configurations et de la translation."
      }
    },
    "4G2": {
      "titre": "Thérorème de Pythagore",
      "sousThemes": {
        "4G20": "Calculer une longueur avec le théorème de Pythagore.",
        "4G21": "Démontrer qu'un triangle est rectangle ou non.",
        "4G22": "Résoudre un problème géométrique en ayant recours au théorème de Pythagore."
      }
    },
    "4G3": {
      "titre": "Théorème de Thalès",
      "sousThemes": {
        "4G30": "Calculer une longueur avec le théorème de Thalès.",
        "4G31": "Démontrer que des droites sont parallèles avec le théorème de Thalès.",
        "4G32": "Résoudre un problème géométrique en ayant recours aux théorèmes de Thalès et de Pythagore."
      }
    },
    "4G4": {
      "titre": "Cosinus d'un angle",
      "sousThemes": {
        "4G40": "Calculer une longueur avec le cosinus d'un angle.",
        "4G41": "Calculer la mesure d'un angle à partir de son cosinus.",
        "4G42": "Résoudre un problème géométrique."
      }
    },
    "4G5": {
      "titre": "Espace",
      "sousThemes": {
        "4G50": "Construire et mettre en relation une représentation en perspective cavalière et un patron d’une pyramide.",
        "4G51": "Construire et mettre en relation une représentation en perspective cavalière et un patron d’un d’un cône de révolution.",
        "4G52": "Se repérer dans un pavé droit et utiliser le vocabulaire du repérage : abscisse, ordonnée, altitude.",
        "4G53": "Calculer le volume d’une pyramide, d’un cône."
      }
    },
    "3L1": {
      "titre": "Calcul littéral",
      "sousThemes": {
        "3L10": "Déterminer l’opposé d’une expression littérale",
        "3L11": "Développer (par simple et double distributivités), factoriser, réduire des expressions algébriques simples.",
        "3L12": "Factoriser une expression du type a2-b2 et développer des expression du type (a+b)(a-b).",
        "3L13": "Résoudre algébriquement une équation du premier degré.",
        "3L14": "Résoudre algébriquement une équation produit.",
        "3L15": "Résoudre algébriquement une équations de la forme x2= a sur des exemples simples.",
        "3L16": "Résoudre des problèmes se ramenant à une équation, qui peuvent être internes aux mathématiques ou en lien avec d’autres disciplines."
      }
    },
    "3A1": {
      "titre": "Arithmétique",
      "sousThemes": {
        "3A10": "Décomposer un nombre entier en produit de facteurs premiers (à la main, à l’aide d’un tableur ou d’un logiciel de programmation).",
        "3A11": "Simplifier une fraction pour la rendre irréductible.",
        "3A12": "Modéliser et résoudre des problèmes mettant en jeu la divisibilité (engrenages, conjonction de phénomènes...)."
      }
    },
    "3N1": {
      "titre": "Nombres et calcul",
      "sousThemes": {
        "3N10": "Utiliser les puissances d’exposants positifs ou négatifs pour simplifier l’écriture des produits.",
        "3N11": "Calcule avec les nombres rationnels, notamment dans le cadre de résolution de problèmes",
        "3N12": "Résoudre des problèmes mettant en jeu des racines carrées.",
        "3N13": "Résoudre des problèmes avec des puissances, notamment en utilisant la notation scientifique"
      }
    },
    "3F1": {
      "titre": "Gérnéralités sur les fonctions",
      "sousThemes": {
        "3F10": "Utiliser les notations et le vocabulaire fonctionnels.",
        "3F11": "Passer d’un mode de représentation d’une fonction à un autre.",
        "3F12": "Déterminer, à partir de tous les modes de représentation, l’image d’un nombre.",
        "3F13": "Déterminer un antécédent à partir d'une représentation graphique ou d’un tableau de valeurs d’une fonction.",
        "3F14": "Modéliser un phénomène continu par une fonction.",
        "3F15": "Résoudre des problèmes modélisés par des fonctions en utilisant un ou plusieurs modes de représentation."
      }
    },
    "3F2": {
      "titre": "Fonctions affines et linéaires",
      "sousThemes": {
        "3F20": "Représenter graphiquement une fonction linéaire, une fonction affine.",
        "3F21": "Interpréter les paramètres d’une fonction affine suivant l’allure de sa courbe représentative.",
        "3F22": "Modéliser une situation de proportionnalité à l’aide d’une fonction linéaire.",
        "3F23": "Déterminer de manière algébrique l’antécédent par une fonction, dans des cas se ramenant à la résolution d’une équation du premier degré."
      }
    },
    "3P1": {
      "titre": "Proportionnalité",
      "sousThemes": {
        "3P10": "Utiliser le lien entre pourcentage d’évolution et coefficient multiplicateur.",
        "3P11": "Mener des calculs sur des grandeurs mesurables, notamment des grandeurs composées, et exprimer les résultats dans les unités adaptées.",
        "3P12": "Résoudre des problèmes utilisant les conversions d’unités sur des grandeurs composées.",
        "3P13": "Vérifier la cohérence des résultats du point de vue des unités pour les calculs de grandeurs simples ou composées.",
        "3P14": "Résoudre des problèmes en utilisant la proportionnalité dans le cadre de la géométrie."
      }
    },
    "3S1": {
      "titre": "Statistiques",
      "sousThemes": {
        "3S10": "Lire, interpréter et représenter des données sous forme d’histogrammes pour des classes de même amplitude.",
        "3S11": "Calculer et interpréter l’étendue d’une série présentée sous forme de données brutes, d’un tableau, d’un diagramme en bâtons, d’un diagramme circulaire ou d’un histogramme.",
        "3S12": "Calculer des effectifs et des fréquences."
      }
    },
    "3S2": {
      "titre": "Probabilités",
      "sousThemes": {
        "3S20": "À partir de dénombrements, calculer des probabilités pour des expériences aléatoires simples à une ou deux épreuves.",
        "3S21": "Faire le lien entre stabilisation des fréquences et probabilités."
      }
    },
    "3G1": {
      "titre": "Homothétie et rotation",
      "sousThemes": {
        "3G10": "Transformer une figure par rotation et comprendre l’effet d’une rotation.",
        "3G11": "Transformer une figure par homothétie et comprendre l’effet d’une homothétie.",
        "3G12": "Identifier des rotations et des homothéties dans des frises, des pavages et des rosaces.",
        "3G13": "Mobiliser les connaissances des figures, des configurations, de la rotation et de l’homothétie pour déterminer des grandeurs géométriques.",
        "3G14": "Calculer des grandeurs géométriques (longueurs, aires et volumes) en utilisant les transformations (symétries, rotations, translations, homothétie)."
      }
    },
    "3G2": {
      "titre": "Théorème de Thalès",
      "sousThemes": {
        "3G20": "Calculer une longueur avec le théorème de Thalès.",
        "3G21": "Démontrer que des droites sont parallèles avec le théorème de Thalès.",
        "3G22": "Connaître et utiliser une définition et une propriété caractéristique des triangles semblables."
      }
    },
    "3G3": {
      "titre": "Trigonométrie",
      "sousThemes": {
        "3G30": "Calculer une longueur dans un triangle rectangle.",
        "3G31": "Calculer la mesure d'un angle dans un triangle rectangle.",
        "3G32": "Résoudre un problème géométrique."
      }
    },
    "3G4": {
      "titre": "Espace",
      "sousThemes": {
        "3G40": "Se repérer sur une sphère (latitude, longitude).",
        "3G41": "Construire et mettre en relation différentes représentations des solides étudiés au cours du cycle (représentations en perspective cavalière, vues de face, de dessus, en coupe, patrons) et leurs sections planes.",
        "3G42": "Calculer le volume d’une boule.",
        "3G43": "Calculer les volumes d’assemblages de solides étudiés au cours du cycle."
      }
    }
  }
  